Repository: omerfeyyaz/unity8
Catalog: po/*.po
Languages: ia, sw

source: Password:
ia: Contrasigno:
sw: Neno siri

source: Pin shortcut
ia: Via-breve a pin
sw: Njia ya mkato ya nambari ya siri

source: Unpin shortcut
ia: Via-breve a levar pin
sw: Toa njia ya mkato ya nambari ya siri

source: Yesterday %l:%M %p
ia: Heri
sw: Jana %l:%M %p

source: Tomorrow %l:%M %p
ia: Deman %l:%M %p
sw: Kesho %l:%M %p

source: Yesterday %H:%M
ia: Heri %H:%M
sw: Jana %H:%M

source: Tomorrow %H:%M
ia: Deman %H:%M
sw: Kesho %H:%M

source: Device Locked
ia: Dispositivo blocate
sw: kifaa kimefungwa

source: You have been locked out due to too many failed passphrase attempts.
ia: Tu ha essite blocate per multe tentativas de phrase-contrasigno fallite.
sw: Huwezi kulogi kwa sababu umenoa kubonyeza vizuri neno la siri mara nyingi.

source: You have been locked out due to too many failed passcode attempts.
ia: Tu ha essite blocate per multe tentativas de codice-contrasigno fallite.
sw: Huwezi kulogi kwa sababu umenoa kubonyeza vizuri neno la siri mara nyingi.

source: Please wait %1 minute and then try again…
ia: Per favor attende %1 minuta e postea tenta de nove
sw: Subiri dakika %1 halafu jaribu tena...

# Title: Lock/Log out dialog
source: Log out
ia: Clauder de session
sw: Logi nje

source: Are you sure you want to log out?
ia: Desira tu vermente Clauder le Session
sw: Una uhakika unataka kulogi nje?

# Button: Lock the system
source: Lock
ia: Blocar
sw: Funga

# Button: Log out from the system
source: Log Out
ia: Claude session
sw: Logi nje

source: Cancel
ia: Cancellar
sw: Ghairi

# Title: Reboot/Shut down dialog
source: Shut down
ia: Stoppar
sw: Zima

source: Are you sure you want to shut down?
ia: Desira tu vermente Stoppar
sw: Una uhakika unataka kuzima?

# Button: Reboot the system
source: Reboot
ia: Reinitiar
sw: Washa tena

# Button: Shut down the system
source: Shut down
ia: Stoppar
sw: Zima

# Title: Reboot dialog
source: Reboot
ia: Reinitiar
sw: Washa tena

source: Are you sure you want to reboot?
ia: Desira tu vermente reinitiar
sw: Una uhakika unataka kuzima halafu uwashe tena?

source: Yes
ia: Si
sw: Ndio

# Title: Power off/Restart dialog
source: Power
ia: Energia
sw: Zima

source: Are you sure you would like to power off?
ia: Desira tu vermente stoppar le energia?
sw: Una uhakika unataka kuzima?

# Button: Power off the system
source: Power off
ia: Stoppar le energia
sw: Zima

# Button: Restart the system
source: Restart
ia: Reinitiar
sw: Zima na uwashe

source: Return to Call
ia: Retornar al appello
sw: Rudi nyuma upige simu

source: Emergency Call
ia: Appello de emergentia
sw: Simu ya dharura

source: See less
ia: Vider minus
sw: Onyesha kidogo

source: See all
ia: Vider toto
sw: Onyesha zote

# Label: Hint for dash search line edit
source: Search
ia: Cerca
sw: Tafuta

# Button: Open the Ubuntu Store
source: Store
ia: Salva
sw: Duka

# Button: Start a search in the current dash scope
source: Search
ia: Cerca
sw: Tafuta

# Button: Show the current dash scope settings
source: Settings
ia: Configurationes
sw: Mipangilio

source: Remove from Favorites
ia: Remover ex le Favoritos
sw: Toa kutoka nilizopenda

source: Add to Favorites
ia: Adder al Favoritos
sw: Ongeza kwenye nilizopenda

source: More...
ia: Plus...
sw: Zaidi...

source: Less...
ia: Minus...
sw: Kidogo...

source: Send
ia: Mandar
sw: Tuma

source: Rate this
ia: Evalutar isto
sw: Pea kiwango

source: Add a review
ia: Adder un revision
sw: Ongeza pitio

source: Pull to refresh…
ia: Tirar pro renovar…
sw: Vuta unawarishe

source: Release to refresh…
ia: Relaxar pro renovar…
sw: Achilia unawarishe

source: Enable location data
ia: Habilita le datos del location
sw: Eneza data ya eneo

source: Manage
ia: Tractar
sw: Amuru

source: Home
ia: A domo
sw: Nyumbani

source: Also installed
ia: Ja installate

source: Unlock
ia: Liberar
sw: Fungua

source: Retry
ia: Re-provar
sw: Jaribu tena

source: Tap to unlock
ia: Pulsa pro liberar
sw: Gusa ufungue

source: Sorry, incorrect passphrase.
ia: Displacente, incorrecte phrase-contrasigno.
sw: Samahani, neno siri si hilo

source: Sorry, incorrect passcode.
ia: Displacente, incorrecte codice-contrasigno.
sw: Samahani, neno siri si hilo

source: This will be your last attempt.
ia: Isto essera tu ultime tentativa.
sw: Hii ndiyo nafasi ya mwisho

source: If passphrase is entered incorrectly, your phone will conduct a factory reset and all personal data will be deleted.
ia: Si le phrase-contrasigno es inserite incorrectemente, tu telephono conducera un prefixation al fabrica e omne le datos personal essera delite.
sw: Kama utabonyeza neno la siri lisilofaa, simu yako itajiweka upya na data yako yote itafutwa.

source: If passcode is entered incorrectly, your phone will conduct a factory reset and all personal data will be deleted.
ia: Si le codice-contrasigno es inserite incorrectemente, tu telephono conducera un prefixation a fabrica e omne le datos personal essera delite.
sw: Kama utabonyeza neno la siri lisilofaa, simu yako itajiweka upya na data yako yote itafutwa.

source: Enter %1
ia: Inserer %1
sw: Bonyeza %1

source: Enter passphrase
ia: Inserer le phrase-contrasigno
sw: Bonyeza neno siri

source: Enter passcode
ia: Inserer le codice-contrasigno
sw: Bonyeza neno la siri

source: Sorry, incorrect %1
ia: Displacente, incorrecte %1
sw: Samahani, %1 halidhihirishi

source: Sorry, incorrect passphrase
ia: Displacente, phrase-contrasigno incorrecte
sw: Samahani, neno la siri si hilo

# passphrase
source: Please re-enter
ia: Per favor re-insere

source: Sorry, incorrect passcode
ia: Displacente, codice-contrasigno incorrecte
sw: Samahani, neno la siri si hilo

source: Show password
ia: Monstrar le contrasigno
sw: Onyesha neno la siri

source: Tap to return to call...
ia: Colpar pro retornar al appello...
sw: Gusa urudi ili upige simu

source: Conference
ia: Conferentia
sw: Mkutano

source: Nothing is playing
ia: Nil es jocante
sw: Hakuna linalocheza

source: %1 hour
ia: %1 hora
sw: Saa %1

source: %1 minute
ia: %1 minuta
sw: Dakika %1

source: %1 second
ia: %1 secunda
sw: Sekunde %1

source: 0 seconds
ia: 0 secundas
sw: sekunde 0

source: %1 remaining
ia: %1 restante
sw: %1 imebaki

source: In queue…
ia: In cauda…
sw: Kwenye foleni

source: Downloading
ia: Discargante

source: Paused, tap to resume
ia: In pausa, colpar pro reprender
sw: Imepumzishwa, gusa uendelee

source: Canceled
ia: Cancellate
sw: Imeghairishwa

source: Finished
ia: Finite
sw: Imemaliza

source: Failed, tap to retry
ia: Fallite, colpar pro re-provar
sw: Imefeli, gusa urudie

# Label: Hint in message indicator line edit
source: Reply
ia: Responde
sw: Jibu

source: Unlock SIM
ia: Liberar le SIM
sw: Fungua SIM

source: This action does different things for different apps
ia: Iste action ha effectos differente pro applicationes differente
sw: Hatua hii inafanya vitu tofauti kwenye programu tofauti

source: Tap here to finish.
ia: Pulsa ci pro finir
sw: Gusa hapa umalize

source: Open special menus
ia: Aperi le menus special
sw: Fungua orodha maalum

source: Swipe up from the bottom edge.
ia: Stria in alto ex le bordo basse.
sw: Vuta juu kutoka chini

source: Tap here to continue.
ia: Pulsa ci pro continuar
sw: Gusa hapa uendelee.

source: These are the shortcuts to favorite apps
ia: Iste es le vias breve al applicationes favorite
sw: Hizi ni njia za mkato za programu ulizopenda

source: Open the launcher
ia: Aperi le lanceator
sw: Fungua launcher

source: Short swipe from the left edge.
ia: Stria curte ex le bordo sinistre.
sw: Vuta kidogo kutoka kushoto.

source: You almost got it!
ia: Tu ha quasi obtenite lo!
sw: Karibu upate!

source: Try again.
ia: Prova de novo
sw: Jaribu tena.

source: To view open apps
ia: Aperi le applicationes pro vider
sw: Kuona fungua programu

source: Long swipe from the right edge.
ia: Stria longemente ex le bordo dextre.
sw: Vuta kabisa kutoka kulia.

source: View all your running tasks.
ia: Vide tote tu tasks fluente
sw: Ona kazi zote zinazoendelea.

# Button: Go back one page in the Wizard
source: Back
ia: Retro
sw: Nyuma

source: Terms & Conditions
ia: Terminos & Conditiones
sw: Suala na Masharti

source: Confirm passphrase
ia: Confirma le phrase-contrasigno
sw: Thibitisha neno la siri

source: Confirm passcode
ia: Confirma le codice-contrasigno
sw: Thibitisha neno la siri

source: Please try again.
ia: Reproba per favor.
sw: Jaribu tena.

source: Continue
ia: Continua
sw: Endelea

source: Choose your passcode
ia: Selige tu codice-contrasigno
sw: Chagua neno lako la siri

source: Passphrase must be 4 characters long
ia: Le phrase-contrasigno debe esser longe 4 characteres
sw: Neno la siri ni lazima liwe na urefu wa herufi 4

source: Hi!
ia: Salute!
sw: Jambo!

source: Welcome to your Ubuntu phone.
ia: Benvenite a tu telephono Ubuntu.
sw: Karibu kwenye simu yako ya Ubuntu.

source: Let’s get started.
ia: Que nos initia.
sw: Tuanze pamoja.

source: Add a SIM card and restart your device
ia: Adde un carta SIM e reinitia tu dispositivo
sw: Ongeza kadi ya SIM halafu uanzishe upya kifaa chako

source: Without it, you won’t be able to make calls or use text messaging.
ia: Sin illo, tu non es habile a facer appellos o usar le messages de texto.
sw: Bila hiyo, hutaweza kupiga simu ama kutuma teksti.

source: Skip
ia: Salta
sw: Ruka

source: Lock security
ia: Bloco de securitate
sw: Funga usalama

source: Please select how you’d like to unlock your phone.
ia: Per favor selige in qual maniera disblocar tu telephono.
sw: Tafadhali chagua vile ungependa kufunga simu.

# Label: Type of security method
source: Swipe
ia: Striar
sw: Vuta

# Label: Description of security method
source: No security
ia: Nulle securitate
sw: Hakuna usalama

# Label: Type of security method
source: Passcode
ia: Codice-contrasigno
sw: Neno la siri

# Label: Description of security method
source: 4 digits only
ia: 4 cifras sol
sw: Herufi nne peke yake

# Label: Type of security method
source: Passphrase
ia: Phrase-contrasigno
sw: Kaulisiri

# Label: Description of security method
source: Numbers and letters
ia: Numeros e litteras
sw: Nambari na herufi

source: Connect to Wi‑Fi
ia: Connecter al Wi‑Fi
sw: Tumia Wi-fi

source: Available networks…
ia: Retes disponibile...
sw: Mitandao inayopatikana

source: No available networks.
ia: Nulle rete disponibile.
sw: Hakuna mitandao inayopatikana

source: Let the phone detect your location:
ia: Lassar le telephono disvelar tu position:

source: Using GPS only (less accurate)
ia: Usar sol le GPS (minus accurate)

source: Using GPS, anonymized Wi-Fi and cellular network info (recommended)
ia: Usar le GPS, le Wi-Fi in modo anonyme e le informationes del rete cellular (recommendate)

source: By selecting this option you agree to the Nokia HERE <a href='#'>terms and conditions</a>.
ia: Per le selection de iste option tu esser de accordo con le Nokia HERE <a href='#'>terminos e conditiones</a>.

source: Not at all
ia: No, del toto

source: You can change your mind later in <b>System Settings</b>.
ia: Tu pote cambiar tu desiderata plus tarde in <b>Configurationes del systema</b>.

source: Improving your experience
ia: Affinamento de tu experientia

source: Your phone is set up to automatically report errors to Canonical and its partners, the makers of the operating system.
ia: Tu telephono es configurate a reportar automaticamente le errores a Canonical e su socios, le fabricantes del systema operative.

source: This can be disabled in <b>System Settings</b> under <b>Security &amp; Privacy</b>
ia: Isto pote esser impedite in <b>Preparationes del systema</b> sub <b>Securitate &amp; Confidentialitate</b>

source: All done
ia: Toto preste

source: Nice work!
ia: Belle obra!

source: Your phone is now ready to use.
ia: Tu telephono es ora preste al uso.

source: Finish
ia: Fin

source: No
sw: La

source: OK
sw: Sawa

source: Roaming
sw: Uzururaji

source: Location
sw: Mahali
